Repository: capo1/calcVat
Catalog: languages/*.po
Languages: pl

source: An unknown error has occurred
pl: Wystąpił nieoczekiwany błąd.

source: You have to have JavaScript enabled.
pl: Musisz mieć włączoną obsługę JavaScript by formularz działał poprawnie.

source: Count VAT
pl: Oblicz Vat produktu

source: Product name
pl: Nazwa produktu

source: Enter product name
pl: Wpisz nazwę produktu

source: Product name cant't be empty
pl: Nazwa produktu nie może być pusta

source: Amount
pl: Cena

source: ex. 50.05
pl: np. 50.50

source: Set product price
pl: Wpisz cenę produktu

source: Currency
pl: Waluta

source: You must choose vat option
pl: Musisz wybrać stawkę vat

source: Calculate
pl: Oblicz
